13/data/attachments/a6f7a55ffc33f73.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Erin_effort_Friend_23304_6</nif:username>
            <nif:friendToBeRequested>soap_friends_ab69a72f-1c6a-4c38-a8c0-fc7218d77eca</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>